tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "eza"
brew "fish"
brew "fzf"
brew "git"
brew "graphviz"
brew "htop"
brew "jq"
brew "neovim"
brew "pyenv"
brew "readline"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "xz"
brew "zig"
brew "zlib"
cask "ghostty"
cask "visual-studio-code"

